---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.SquareInches
source: html/cb474f63-7203-3e17-b79b-556623c9d097.htm
---
# Autodesk.Revit.DB.UnitTypeId.SquareInches Property

Square inches.

## Syntax (C#)
```csharp
public static ForgeTypeId SquareInches { get; }
```